const constTaskNewGirl = {
    "instruction": "",
    "screens": [
        {"id": 0, "name": "Катя: ",
            "text": "Добрый день! Я Катя. Моя семья недавно переехала в Москву, и я — новенькая в вашей школе. Узнала про ваш клуб и хочу вступить."},
        {"id": 1, "name": "Руководитель школьного клуба волонтеров Павел Петрович: ",
            "text": "Добрый день, Катя! Мы рады знакомству и приветствуем в нашем клубе! Скажи, а ты раньше занималась волонтерством?"},
        {"id": 2, "name": "Катя: ",
            "text": "Нет, но я много слышала про волонтеров и знаю, что они помогают людям. Вот и я хочу помогать. Но думаю, что многого еще не знаю про волонтерство."},
        {"id": 3, "name": "Павел Петрович: ",
            "text": "Мы с удовольствием расскажем тебе, чем мы занимаемся, и поможем во всем разобраться. И начнем мы с определения того, " +
                "кто такой волонтер. Давайте запишем определение на доске."},
        {"id": 4, "name": "",
            "text": ""},

        {"id": 5, "name": "Катя: ",
            "text": "Я знаю, что волонтеры работают в разных сферах. И я бы хотела помогать в уходе за историческими памятниками Москвы. " +
                "Таких волонтеров еще по-особому называют. Ох, забыла…"},
        {"id": 6, "name": "Катя: ",
            "text": "Я знаю, что волонтеры работают в разных сферах. И я бы хотела помогать в уходе за историческими памятниками Москвы. " +
                "Таких волонтеров еще по-особому называют. Ох, забыла…"},
        {"id": 7, "name": "Катя: ",
            "text": "Точно, спасибо."},
        {"id": 8, "name": "Павел Петрович: ",
            "text": "Я все-таки думаю, что это волонтеры культуры."},

        {"id": 9, "name": "Катя: ",
            "text": "Я всегда считала, что сохранять исторические памятники обязаны все граждане."},
        {"id": 10, "name": "Павел Петрович: ",
            "text": "Твое стремление к сохранению культурного наследия похвально. " +
                "Но давай разберемся с правами и обязанностями граждан России. На днях ребята готовили слайд, сейчас тебе покажу…."},
        {"id": 11, "name": "",
            "text": ""},
        {"id": 12, "name": "Павел Петрович: ",
            "text": "Ох, ребята! У нас не сохранилась итоговая версия. Давайте снова дополним схему."},
        {"id": 13, "name": "",
            "text": ""},

        {"id": 14, "name": "Катя: ",
            "text": "Думаю, я была права: беречь памятники истории и культуры - это обязанность каждого. Значит, все обязаны быть волонтерами культуры или просто волонтерами!"},
        {"id": 15, "name": "Павел Петрович: ",
            "text": "Ребята, как вы считаете, все ли россияне должны быть волонтерами?"},
        {"id": 16, "name": "Павел Петрович: ",
            "text": "Ребята, как вы считаете, все ли россияне должны быть волонтерами?"},
        {"id": 17, "name": "Павел Петрович: ",
            "text": "Верно, в нашем государстве каждый сам решает, быть ли ему волонтером или нет."},
        {"id": 18, "name": "Павел Петрович: ",
            "text": "На самом деле, в нашем государстве каждый сам решает, быть ли ему волонтером или нет."},

        {"id": 19, "name": "Катя: ",
            "text": "Поняла, спасибо. Я готовилась к нашей встрече и сделала себе пометки о волонтерстве. Проверьте, пожалуйста, все ли верно."},
        {"id": 20, "name": "Катя: ",
            "text": "Поняла, спасибо. Я готовилась к нашей встрече и сделала себе пометки о волонтерстве. Проверьте, пожалуйста, все ли верно."},

        {"id": 21, "name": "Катя: ",
            "text": "Спасибо, что проверили. А еще я читала, что волонтеры участвуют в решении экологических проблем."},
        {"id": 22, "name": "Павел Петрович: ",
            "text": "Верно. Волонтеры помогают решать экологические и социальные проблемы. " +
                "Мы сегодня как раз собирались с ребятами обсудить разные городские проблемы и их последствия. " +
                "Подключайся к обсуждению, вместе доработаем нашу презентацию."},
        {"id": 23, "name": "",
            "text": ""},

        {"id": 24, "name": "Катя: ",
            "text": "Какие серьёзные проблемы... Но я думаю, что с некоторыми проблемами вполне может справиться каждый из нас."},
        {"id": 25, "name": "Павел Петрович: ",
            "text": "Ты права. Благодаря появлению электронных сервисов теперь каждый из нас может поучаствовать в разрешении некоторых городских проблем. " +
                "У нашего клуба есть интерактивная карта городских проблем. Ребята, покажите, какие из проблем можно решить с помощью электронных сервисов, а какие - нет?"},
        {"id": 26, "name": "",
            "text": ""},

        {"id": 27, "name": "Катя: ",
            "text": "Рядом с нашим домом кто-то сломал скамейку. Эту проблему можно решить с помощью электронных сервисов?"},
        {"id": 28, "name": "Павел Петрович: ",
            "text": "Конечно. Ребята сейчас тебе подскажут, каким именно."},
        {"id": 29, "name": "",
            "text": ""},
        {"id": 30, "name": "Катя: ",
            "text": "С нами еще переехала бабушка. Она хочет научиться пользоваться компьютером. С помощью какого сайта я могу помочь ей записаться на компьютерные курсы?"},
        {"id": 31, "name": "Павел Петрович: ",
            "text": "Ребята, подсказывайте!"},
        {"id": 32, "name": "",
            "text": ""},

        {"id": 33, "name": "Катя: ",
            "text": "С электронными сервисами я разобралась, и они реально могут помочь. А как же быть с более серьезными экологическими проблемами?"},
        {"id": 34, "name": "Павел Петрович: ",
            "text": "Об окружающей среде беспокоятся и отдельные люди, и целые организации и структуры, которые мы называем институтами. Это следующий момент, который я планировал сегодня обсудить. Посмотрите на слайд, давайте доработаем его вместе!"},
        {"id": 35, "name": "",
            "text": ""},

        {"id": 36, "name": "Катя: ",
            "text": "Ого, я и не знала, что школы тоже помогают защищать окружающую среду."},
        {"id": 37, "name": "Павел Петрович: ",
            "text": "Ну а как же?! Давайте-ка выйдем во двор."},
        {"id": 38, "name": "",
            "text": "Школьники, Павел Петрович и Катя во дворе школы. Дети рвут цветы с клумб."},
        {"id": 39, "name": "Павел Петрович: ",
            "text": "Я вижу, ребята из младших классов рвут цветы с клумб. Что вы предлагаете делать в такой ситуации?"},
        {"id": 40, "name": "Павел Петрович: ",
            "text": "Я попрошу их классного руководителя поговорить с ними на эту тему."},

        {"id": 41, "name": "",
            "text": "В школьном дворе гуляет утка огарь."},
        {"id": 42, "name": "Катя: ",
            "text": "Ух ты! У вас тут оранжевая утка! Никогда раньше не видела таких."},
        {"id": 43, "name": "Павел Петрович: ",
            "text": "Это огарь. Один из видов уток. Несколько огарей живут в водоеме недалеко от нашей школы."},
        {"id": 44, "name": "Катя: ",
            "text": "Ой, какая яркая. А чем их можно кормить?"},
        {"id": 45, "name": "Катя: ",
            "text": "Ой, какая яркая. А чем их можно кормить?"},
        {"id": 46, "name": "Павел Петрович: ",
            "text": "На самом деле, огарей кормят свежей кукурузой, а еще можно свежими ягодами или фруктами. " +
                "Любой хлеб, острая и соленая пища вредны для них."},
        {"id": 47, "name": "Катя: ",
            "text": "Теперь буду знать."},

        {"id": 48, "name": "",
            "text": "Школьник из клуба достает многоразовую бутылочку с водой и пьет."},
        {"id": 49, "name": "Катя: ",
            "text": "Какая у тебя интересная бутылка."},
        {"id": 50, "name": "Школьник из клуба: ",
            "text": "Она многоразовая. В моей семье стараются не использовать одноразовую посуду."},
        {"id": 51, "name": "Катя: ",
            "text": "Да? А почему?"},
        {"id": 52, "name": "Катя: ",
            "text": "Да? А почему?"},
        {"id": 53, "name": "Школьник: ",
            "text": "На самом деле, многоразовые упаковки уменьшают количество мусора."},
        {"id": 54, "name": "Катя: ",
            "text": "А, ну да, логично."},

        {"id": 55, "name": "Павел Петрович: ",
            "text": "Еще важно сортировать мусор. " +
                "Разделение мусора, например, помогает защитить природу от загрязнения опасными отходами. Кроме того, многие отходы могут быть переработаны или использованы повторно."},
        {"id": 56, "name": "Катя: ",
            "text": "Я вижу у вас в школьном дворе разноцветные контейнеры для мусора. Как я понимаю, это для сортировки. Научите, пожалуйста, как правильно ими пользоваться."},
        {"id": 57, "name": "",
            "text": ""},
        {"id": 58, "name": "Катя: ",
            "text": "О, а меня мама сегодня утром попросила выбросить перегоревшую энергосберегающую лампочку. В какой контейнер ее нужно выбросить?"},
        {"id": 59, "name": "",
            "text": ""},

        {"id": 60, "name": "Павел Петрович: ",
            "text": "Ребята, наше занятие подходит к концу. Давайте вместе дойдем до автобусной остановки."},
        {"id": 61, "name": "",
            "text": "Школьники, Павел Петрович и Катя подходят к автобусной остановке. У остановки стоит женщина с ребенком."},
        {"id": 62, "name": "Школьница: ",
            "text": "Смотрите, наш психолог Ирина Павловна с тремя сумками и с малышом собирается садиться в автобус. Ребят, что будем делать?"},
        {"id": 63, "name": "Школьница: ",
            "text": "Смотрите, наш психолог Ирина Павловна с тремя сумками и с малышом собирается садиться в автобус. Ребят, что будем делать?"},

        {"id": 64, "name": "Катя: ",
            "text": "Сегодня сильно жарко и душно. Что-то у меня стала кружиться голова…"},
        {"id": 65, "name": "Школьник: ",
            "text": "Ой, что же делать?"},
        {"id": 66, "name": "Школьник: ",
            "text": "Ой, что же делать?"},
        {"id": 67, "name": "",
            "text": "Павел Петрович предложил сесть в тени и дал Кате воды. Кате стало лучше. Подъехал автобус."},

        {"id": 68, "name": "Павел Петрович: ",
            "text": "Катя, как ты себя чувствуешь?"},
        {"id": 69, "name": "Катя: ",
            "text": "Спасибо, мне уже лучше."},
        {"id": 70, "name": "Школьник: ",
            "text": "Катя, ну ты, конечно, напугала нас."},
        {"id": 71, "name": "Павел Петрович: ",
            "text": "Ребята, говорите тише. Мы же в автобусе."},
        {"id": 72, "name": "Школьница: ",
            "text": "А что еще нам нужно делать в автобусе, чтобы не мешать другим?"},
        {"id": 73, "name": "Школьница: ",
            "text": "А что еще нам нужно делать в автобусе, чтобы не мешать другим?"},

        {"id": 74, "name": "Павел Петрович: ",
            "text": "Катя, как тебе сегодняшнее знакомство?"},
        {"id": 75, "name": "Катя: ",
            "text": "Все было чудесно, мне очень понравилось! Я так много нового узнала! Спасибо вам всем! Я рада, что вступила в ваш клуб!"},
    ],

    "listOfAnswersTaskWhoIsAVolunteer1": [
        {"id": 0, "value": "Какую?"},
        {"id": 1, "value": "обязательную"},
        {"id": 2, "value": "добровольную"}
    ],
    "listOfAnswersTaskWhoIsAVolunteer2": [
        {"id": 0, "value": "Для чего?"},
        {"id": 1, "value": "на благо общества"},
        {"id": 2, "value": "ради личной выгоды"}
    ],
    "listOfAnswersTaskWhoIsAVolunteer3": [
        {"id": 0, "value": "Какого рода?"},
        {"id": 1, "value": "без получения денежного вознаграждения"},
        {"id": 2, "value": "с получением денежного вознаграждения"}
    ],

    "listOfAnswersRightsAndObligationsPart1": [
        {
            "value": "Думаю, только профессионалы должны заниматься волонтерством.",
            "id": 1,
        },
        {
            "value": "По-моему, человек вправе сам решить, стать ли ему волонтером.",
            "id": 2,
        },
        {
            "value": "Считаю, что волонтерство обязательно только для врачей и пожарных.",
            "id": 3,
        },
        {
            "value": "Мне кажется, только школьники и студенты обязаны заниматься волонтерством.",
            "id": 4,
        }
    ],
    "listOfAnswersCulturalVolunteers": [
        {
            "value": "Антиквары",
            "id": 1,
        },
        {
            "value": "Ученые-искусствоведы",
            "id": 2,
        },
        {
            "value": "Деятели культуры",
            "id": 3,
        },
        {
            "value": "Волонтеры культуры",
            "id": 4,
        }
    ],
    "listOfAnswersDuck": [
        {
            "value": "Свежей кукурузой",
            "id": 1,
        },
        {
            "value": "Вялеными помидорами",
            "id": 2,
        },
        {
            "value": "Черным хлебом",
            "id": 3,
        },
        {
            "value": "Сушеными грибами",
            "id": 4,
        }
    ],
    "listOfAnswersFlowerbed": [
        {
            "value": "Не беспокоиться по этому поводу, дети просто поиграют и уйдут.",
            "id": 1,
        },
        {
            "value": "Попросить классного руководителя школьников поговорить с ними на эту тему.",
            "id": 2,
        },
        {
            "value": "Ничего не делать, городские службы посадят новые цветы.",
            "id": 3,
        },
        {
            "value": "Снять на смартфон видео нарушения и отправить в школьный чат.",
            "id": 4,
        }
    ],
    "listOfAnswersBusStop": [
        {
            "value": "Спросим, не нужно ли ей помочь занести в автобус сумки.",
            "id": 1,
        },
        {
            "value": "Попросим водителя выйти и помочь Ирине Павловне с ребенком зайти в автобус.",
            "id": 2,
        },
        {
            "value": "Поищем другие варианты добраться, потому что ребенок может шуметь в автобусе.",
            "id": 3,
        },
        {
            "value": "Без лишних разговоров возьмем за руку ее ребенка и посадим его в автобус.",
            "id": 4,
        }
    ],
    "listOfAnswersKateFeelsBad": [
        {
            "value": "Обратиться к Павлу Петровичу и сказать, что Кате плохо.",
            "id": 1,
        },
        {
            "value": "Срочно отвести Катю обратно в школу.",
            "id": 2,
        },
        {
            "value": "Предложить Кате попить воды, чтобы ей стало лучше.",
            "id": 3,
        },
        {
            "value": "Ничего не делать, Катя наверняка просто шутит.",
            "id": 4,
        }
    ],
    "listOfAnswersReusableTableware": [
        {
            "value": "Я думаю, потому что многоразовая посуда обычно дешевле, чем одноразовая.",
            "id": 1,
        },
        {
            "value": "Наверное, потому что еда в многоразовой упаковке лучше хранится, чем в одноразовой.",
            "id": 2,
        },
        {
            "value": "Я считаю, что сейчас просто модно пользоваться многоразовыми упаковками.",
            "id": 3,
        },
        {
            "value": "По-моему, это потому, что многоразовые упаковки уменьшают количество мусора.",
            "id": 4,
        }
    ],
}

export default {
    constTaskNewGirl
}