const constTaskCleaningDay = {
    "instruction": "Весна - пора субботников. Сегодня ты со своей школой участвуешь в субботнике в районном парке.\n" +
        "Обрати внимание: при выполнении каждого задания после нажатия кнопки «Готово» ты уже не сможешь изменить ответ.\n" +
        "Все имена и события в тесте вымышлены, любые совпадения с реальными людьми и событиями случайны.",
    "screens": [
        {"id": 0, "name": "",
            "text": "Школьники убираются в парке на субботнике"},
        {"id": 1, "name": "Паша: ",
            "text": "Тратить свой выходной на какой-то субботник. Разве в этих субботниках есть хоть какая-то польза? " +
                "Зачем они вообще нужны?"},
        {"id": 2, "name": "Классный руководитель Руслан Гасанович: ",
            "text": "Ты ведь проводишь время со своими друзьями! Они вот знают, зачем нужны субботники. Не так ли?"},
        {"id": 3, "name": "Классный руководитель Руслан Гасанович: ",
            "text": "Ты ведь проводишь время со своими друзьями! Они вот знают, зачем нужны субботники. Не так ли?"},
        {"id": 4, "name": "Паша: ",
            "text": "Как-то мне не верится…"},
        {"id": 5, "name": "Руслан Гасанович: ",
            "text": "Надеюсь, сегодняшний день тебя в этом убедит."},
        {"id": 6, "name": "Руслан Гасанович: ",
            "text": "Очень важно заботиться о месте, в котором живешь. Надеюсь, сегодняшний день тебя в этом убедит."},


        {"id": 7, "name": "",
            "text": "На субботнике дети из начальной школы рвут ветки вербы и делают из них букет."},
        {"id": 8, "name": "Мариам: ",
            "text": "Смотрите, дети из младших классов ломают ветки у вербы! Что же делать?"},
        {"id": 9, "name": "Мариам: ",
            "text": "Смотрите, дети из младших классов ломают ветки у вербы! Что же делать?"},
        {"id": 10, "name": "Руслан Гасанович: ",
            "text": "Я попрошу их классного руководителя поговорить с ними на эту тему."},

        {"id": 11, "name": "Паша: ",
            "text": "Вот даже младшие классы не заботятся о нашем районе… Ой, белка на дереве! У меня для нее попкорн есть."},
        {"id": 12, "name": "Руслан Гасанович: ",
            "text": "Такие угощения нельзя белкам! Дети, вы ведь знаете, чем можно кормить белок?"},
        {"id": 13, "name": "Руслан Гасанович: ",
            "text": "Такие угощения нельзя белкам! Дети, вы ведь знаете, чем можно кормить белок?"},
        {"id": 14, "name": "Руслан Гасанович: ",
            "text": "Видишь, Паша, уже не зря на субботник пришел. Теперь знаешь, чем можно кормить белок."},
        {"id": 15, "name": "Руслан Гасанович: ",
            "text": "Если у вас с собой нежареные семечки или ягоды без косточек, то можете их угостить, остальное вредно для них. Видишь, Паша, уже не зря на субботник пришел."},

        {"id": 16, "name": "Паша: ",
            "text": "Ой, подумаешь, я же не егерь, чтобы знать, как лесных животных спасать от голода!"},
        {"id": 17, "name": "Руслан Гасанович: ",
            "text": "Но между прочим, есть люди, которые по своей инициативе и безвозмездно помогают бездомным и лесным животным. Ребята, знаете, кто эти люди?"},
        {"id": 18, "name": "Руслан Гасанович: ",
            "text": "Но между прочим, есть люди, которые по своей инициативе и безвозмездно помогают бездомным и лесным животным. Ребята, знаете, кто эти люди?"},

        {"id": 19, "name": "Мариам: ",
            "text": "Паша, а ты слышал что-нибудь про волонтерство?"},
        {"id": 20, "name": "Руслан Гасанович: ",
            "text": "У нас в школе, есть собственный волонтерский клуб. Мы обязательно зайдем туда после субботника. Но сначала давайте-ка соберем и рассортируем мусор."},
        {"id": 21, "name": "",
            "text": ""},

        {"id": 22, "name": "Паша: ",
            "text": "Так много контейнеров! Зачем вообще сортировать мусор?"},
        {"id": 23, "name": "Руслан Гасанович: ",
            "text": "Чтобы сберечь природу, благодаря тому, что большая часть отходов перерабатывается и повторно используется."},
        {"id": 24, "name": "Мариам: ",
            "text": "Вот недавно мне заменили аккумулятор у старого ноутбука. Куда его можно выбросить?"},
        {"id": 25, "name": "",
            "text": ""},

        {"id": 26, "name": "Паша: ",
            "text": "В этом парке точно было бы меньше мусора, если бы рядом с каждой лавочкой стояли урны. Но, это же надо жаловаться ходить…"},
        {"id": 27, "name": "Мариам: ",
            "text": "Паша, ты отстал от жизни! Сейчас это все делается дистанционно."},
        {"id": 28, "name": "Руслан Гасанович: ",
            "text": "Мариам права. А знаете, какой электронный сервис может помочь?"},
        {"id": 29, "name": "",
            "text": ""},

        {"id": 30, "name": "Руслан Гасанович: ",
            "text": "Ребята, предлагаю заглянуть в наш волонтерский клуб. Тем более, что мы закончили уборку, и пора возвращаться в школу. Пойдемте все к автобусу!"},
        {"id": 31, "name": "",
            "text": "На автобусной остановке дети видят учительницу математики. Ольга Львовна стоит в очереди на вход в автобус."},
        {"id": 32, "name": "Паша: ",
            "text": "Смотрите! Ольга Львовна, наша учительница по математике, стоит на остановке."},
        {"id": 33, "name": "Мариам: ",
            "text": "Ой, она опирается на палочку, видимо, ей тяжело ходить. Нужно ли ей как-то помочь?"},
        {"id": 34, "name": "Мариам: ",
            "text": "Ой, она опирается на палочку, видимо, ей тяжело ходить. Нужно ли ей как-то помочь?"},

        {"id": 35, "name": "",
            "text": "На следующей остановке заходит женщина с двумя маленькими детьми. В автобусе все места заняты."},
        {"id": 36, "name": "Руслан Гасанович: ",
            "text": "В автобусе много людей. Ребята, не стойте у входа в автобус, так вы мешаете другим людям. Пройдите в салон."},
        {"id": 37, "name": "Паша: ",
            "text": "Может, нужно еще что-то делать в автобусе, чтобы не мешать другим?"},
        {"id": 38, "name": "Паша: ",
            "text": "Может нужно еще что-то делать в автобусе, чтобы не мешать другим."},

        {"id": 39, "name": "Мариам: ",
            "text": "Ой, что-то у меня голова закружилась…"},
        {"id": 40, "name": "Мариам: ",
            "text": "Ой, что-то у меня голова закружилась…"},
        {"id": 41, "name": "",
            "text": "Мариам уступили место. Классный руководитель помог Мариам присесть и предложил воды."},

        {"id": 42, "name": "Руслан Гасанович: ",
            "text": "Вот и наша остановка! Руководитель клуба волонтеров должен быть в школе. Давайте заглянем к нему."},
        {"id": 43, "name": "Руководитель клуба волонтеров Елена Евгеньевна: ",
            "text": "Добрый день! Меня зовут Елена Евгеньевна. Я - организатор клуба волонтеров нашей школы. Как себя чувствуете после субботника, не устали?"},
        {"id": 44, "name": "Паша: ",
            "text": "Я очень устал. Сначала я вообще не понял смысл субботника. Но сейчас мне кажется, что это должно стать обязанностью граждан нашей страны!"},
        {"id": 45, "name": "Елена Евгеньевна: ",
            "text": "Вот как? А вы знаете, какие права и обязанности есть у граждан?"},
        {"id": 46, "name": "",
            "text": ""},

        {"id": 47, "name": "Мариам: ",
            "text": "Беречь природу – это обязанность, а участие в субботнике абсолютно добровольно."},
        {"id": 48, "name": "Елена Евгеньевна: ",
            "text": "Это так. У нас есть много социальных институтов, которые так или иначе защищают окружающую среду. Сможете ответить, как именно эти структуры защищают природу?"},
        {"id": 49, "name": "",
            "text": ""},

        {"id": 50, "name": "Мариам: ",
            "text": "Ой, я и не знала,что все эти структуры занимаются защитой окружающей среды городов! А с какими проблемами чаще всего сталкиваются крупные города?"},
        {"id": 51, "name": "Елена Евгеньевна: ",
            "text": "Хороший вопрос. На магнитной доске вы видите три основные проблемы крупных городов. Как вы думаете, к каким последствиям они могут привести?"},
        {"id": 52, "name": "",
            "text": ""},

        {"id": 53, "name": "Паша: ",
            "text": "Вот на субботнике я слышал про зооволонетеров, а на плакате про социальные институты есть просто волонтерство. Так, кто они - волонтеры? "},
        {"id": 54, "name": "Елена Евгеньевна: ",
            "text": "С этого и надо было начать наше знакомство! Дети, у кого какие идеи? Кто такой волонтер? Давайте запишем определение на доске."},
        {"id": 55, "name": "",
            "text": ""},

        {"id": 56, "name": "Мариам: ",
            "text": "А у меня есть вопрос: все ли обязаны быть волонтерами?"},
        {"id": 57, "name": "Елена Евгеньевна: ",
            "text": "Хороший вопрос! Ребята, как вы считаете, все ли россияне должны быть волонтерами? Кто как думает?"},
        {"id": 58, "name": "Елена Евгеньевна: ",
            "text": "Хороший вопрос! Ребята, как вы считаете, все ли россияне должны быть волонтерами? Кто как думает?"},

        {"id": 59, "name": "Елена Евгеньевна: ",
            "text": "Действительно, в нашем государстве каждый сам решает, быть ли ему волонтером или нет. Давайте проясним ещё некоторые моменты про волонтеров. У нас есть карточка для новичков, которые только вступили в клуб и хотят узнать больше информации. Сможете заполнить?"},
        {"id": 60, "name": "Елена Евгеньевна: ",
            "text": "На самом деле, в нашем государстве каждый сам решает, быть ли ему волонтером или нет. Предлагаю прояснить ещё некоторые моменты про волонтеров. У нас есть карточка для новичков, которые только вступили в клуб и хотят узнать больше информации. Сможете заполнить?"},
         {"id": 61, "name": "",
            "text": ""},

        {"id": 62, "name": "Паша: ",
            "text": "Ого! Быть волонтером так интересно. На субботнике мне сказали, что многие проблемы сейчас решаются дистанционно. Это правда?"},
        {"id": 63, "name": "Елена Евгеньевна: ",
            "text": "Да, но не все вопросы, можно решить, не выходя из дома. Мы с ребятами из клуба сделали интерактивную карту, чтобы они лучше запомнили, какие проблемы можно решить с помощью электронных сервисов, а какие - нет. Поработайте с картой."},
        {"id": 64, "name": "",
            "text": ""},

        {"id": 65, "name": "Паша: ",
            "text": "Классная карта!"},
        {"id": 66, "name": "Мариам: ",
            "text": "А моя бабушка давно хочет записаться на курсы по английскому языку. Наверняка, для этого тоже есть электронный сервис…"},
        {"id": 67, "name": "",
            "text": ""},

        {"id": 68, "name": "Мариам: ",
            "text": "Здорово! Обязательно расскажу бабуле."},
        {"id": 69, "name": "Елена Евгеньевна: ",
            "text": "Ребята, я очень рада, что на субботнике вы заинтересовались темой волонтерства. Я бы пообщалась с вами дольше. Но, к сожалению, мне нужно бежать. Буду рада, если кто-то решит присоединиться к нашему клубу. Наши двери всегда открыты."},
        {"id": 70, "name": "Паша: ",
            "text": "А я рад, что поучаствовал в субботнике. Думаю, загляну в ваш клуб вместе с друзьями на следующей неделе. Спасибо!"},
        ],

    "listOfAnswersTaskWhoIsAVolunteer1": [
        {"id": 0, "value": "На какой основе?"},
        {"id": 1, "value": "за плату"},
        {"id": 2, "value": "безвозмездно"}
    ],
    "listOfAnswersTaskWhoIsAVolunteer2": [
        {"id": 0, "value": "Когда?"},
        {"id": 1, "value": "во время учебы"},
        {"id": 2, "value": "в свободное время"}
    ],
    "listOfAnswersTaskWhoIsAVolunteer3": [
        {"id": 0, "value": "Как?"},
        {"id": 1, "value": "по собственному желанию"},
        {"id": 2, "value": "в обязательном порядке"}
    ],

    "listOfAnswersRightsAndObligationsPart2": [
        {
            "value": "Мне кажется, что обязанность быть волонтером прописана в Конституции РФ.",
            "id": 1,
        },
        {
            "value": "По-моему, каждый человек сам решает, быть ли ему волонтером.",
            "id": 2,
        },
        {
            "value": "Считаю, что у каждого человека должна быть отметка в его волонтерской книжке.",
            "id": 3,
        },
        {
            "value": "Думаю, только профессиональный эколог или медик может быть волонтером.",
            "id": 4,
        }
    ],
    "listOfAnswersCulturalVolunteers": [
        {
            "value": "Заводчики животных",
            "id": 1,
        },
        {
            "value": "Ученые - зоологи",
            "id": 2,
        },
        {
            "value": "Лесники",
            "id": 3,
        },
        {
            "value": "Зооволонтёры",
            "id": 4,
        }
    ],
    "listOfAnswersSquirrel": [
        {
            "value": "Вишней с косточкой",
            "id": 1,
        },
        {
            "value": "Нежареными семечками",
            "id": 2,
        },
        {
            "value": "Вафлей с фундуком",
            "id": 3,
        },
        {
            "value": "Солеными крекерами",
            "id": 4,
        }
    ],
    "listOfAnswersWillow": [
        {
            "value": "Не беспокоиться по этому поводу. Дети просто играют.",
            "id": 1,
        },
        {
            "value": "Попросить их классного руководителя объяснить, почему так делать нельзя.",
            "id": 2,
        },
        {
            "value": "Снять видео на телефон и отправить в школьную группу.",
            "id": 3,
        },
        {
            "value": "Ничего не делать, у вербы вырастут новые ветки.",
            "id": 4,
        }
    ],
    "listOfAnswersBusStop": [
        {
            "value": "Лучше спросить Ольгу Львовну, нужна ли ей помощь, чтобы зайти в автобус и, помочь, если нужна.",
            "id": 1,
        },
        {
            "value": "Попросить водителя выйти и дать руку Ольге Львовне.",
            "id": 2,
        },
        {
            "value": "Лучше не беспокоить Ольгу Львовну, она справится сама.",
            "id": 3,
        },
        {
            "value": "Нужно без лишних разговоров завести Ольгу Львовну в автобус.",
            "id": 4,
        }
    ],
    "listOfAnswersMariamFeelsBad": [
        {
            "value": "Обратиться к Руслану Гасановичу и сказать, что Мариам плохо.",
            "id": 1,
        },
        {
            "value": "Предложить Мариам мятный леденец, может быть ей станет лучше.",
            "id": 2,
        },
        {
            "value": "Срочно вывести Мариам из автобуса на улицу.",
            "id": 3,
        },
        {
            "value": "Ничего не делать, так как Мариам, наверняка, просто шутит.",
            "id": 4,
        }
    ],
    "listOfAnswersWhyNeedCleaningDays": [
        {
            "value": "Каждый человек обязан убираться в парке своего района.",
            "id": 1,
        },
        {
            "value": "Поучаствовав в одном субботнике, можно стать профессиональным волонтером.",
            "id": 2,
        },
        {
            "value": "Нужно собирать прошлогодние листья, чтобы оголить корни деревьев и усилить их потребление влаги.",
            "id": 3,
        },
        {
            "value": "Участие в уборке парка улучшает экологическую обстановку и объединяет жителей района.",
            "id": 4,
        }
    ],
}

export default {
    constTaskCleaningDay
}