const constTaskScienceFestival = {
    "instruction": "Осенью в Москве проходит акция “Фестиваль науки”. " +
        "В этот день на многих площадках города готовят специальную программу для гостей! " +
        "Ты со старшим братом Давидом отправляешься на Варварку, чтобы посетить парк и культурный центр “Зарядье”.",
    "screens": [
        {"id": 0, "name": "Давид (20 лет): ",
            "text": "Наконец, выходные! Сегодня хочется сходить в какое-нибудь интересное место. " +
                "Ты не знаешь, где можно узнать о событиях, которые сейчас проходят в городе?"},
        {"id": 1, "name": "Давид (20 лет): ",
            "text": "Наконец, выходные! Сегодня хочется сходить в какое-нибудь интересное место. " +
                "Ты не знаешь, где можно узнать о событиях, которые сейчас проходят в городе?"},

        {"id": 2, "name": "Давид: ",
            "text": "Давай пойдем в “Зарядье”. Там будут и выставка, и другие интересные мероприятия! " +
                "Чтобы получить бесплатный билет на фестиваль, нам нужно пройти тест.\n"},
        {"id": 3, "name": "",
            "text": ""},

        {"id": 4, "name": "Давид: ",
            "text": "Давай собираться! Кстати, проверь, что в рюкзаке нет таких вещей, из-за которых охрана может не " +
                "пропустить нас в культурный центр «Зарядье»."},
        {"id": 5, "name": "Давид: ",
            "text": "Давид: Давай собираться! Кстати, проверь, что в рюкзаке нет таких вещей, " +
                "из-за которых охрана может не пропустить нас в культурный центр «Зарядье»."},

        {"id": 6, "name": "Давид: ",
            "text": "Никак не могу решить, какую обувь надеть, помоги, пожалуйста!"},
        {"id": 7, "name": "",
            "text": ""},

        {"id": 8, "name": "",
            "text": "Вы решили поехать в “Зарядье” на метро. Вы оказались на платформе и увидели, что поезд уже отправляется."},
        {"id": 9, "name": "Давид: ",
            "text": "Смотри, двери сейчас закроются, уже мигает красный индикатор!"},
        {"id": 10, "name": "Давид: ",
            "text": "Смотри, двери сейчас закроются, уже мигает красный индикатор!"},

        {"id": 11, "name": "Давид: ",
            "text": "Наконец-то мы в культурном центре “Зарядье”! Сколько тут людей! Смотри, там зал научной фантастики." +
                "И постер из старого мультика “Тайна третьей планеты”"},
        {"id": 12, "name": "",
            "text": "Вы подошли к постеру, и тут один из героев ожил."},
        {"id": 13, "name": "Алиса Селезнева: ",
            "text": "Эй! Привет! Я Алиса Селезнева."},
        {"id": 14, "name": "Давид: ",
            "text": "Ого! Привет!"},
        {"id": 15, "name": "Алиса: ",
            "text": "Наконец, я снова оказалась в Москве! В последний раз, когда я была здесь, " +
                "я убегала от космических пиратов и попала в небольшую аварию, потому что не знала правил дорожного движения!"},
        {"id": 16, "name": "Давид: ",
            "text": "Пиратов в Москве сейчас встретить сложно, а вот автомобилей стало еще больше!"},
        {"id": 17, "name": "Алиса: ",
            "text": "Да я видела в окно, какое интенсивное движение, и, кажется, не все соблюдают правила… Я сделала несколько фото, скажите, на них есть какие-то нарушения?"},
        {"id": 18, "name": "",
            "text": ""},
        {"id": 19, "name": "",
            "text": ""},

        {"id": 20, "name": "",
            "text": "Алиса заскучала и предлагает тебе уйти из центра."},
        {"id": 21, "name": "Алиса: ",
            "text": "Давай уйдем из центра! Пусть Давид дальше остается здесь, а мы погуляем. Ну, что, идём?"},
        {"id": 22, "name": "Алиса: ",
            "text": "Давай уйдем из центра! Пусть Давид дальше остается здесь, а мы погуляем. Ну, что, идём?"},
        {"id": 23, "name": "Давид: ",
            "text": "Правильно, гулять в городе без взрослых небезопасно. Хорошо, давайте пройдемся по городу."},
        {"id": 24, "name": "Давид: ",
            "text": "Я все слышу! Так нельзя, это небезопасно."},
        {"id": 25, "name": "Алиса: ",
            "text": "Ладно. Но я так давно не была в Москве! Хоть одним глазочком посмотреть бы на то, как она изменилась!"},
        {"id": 26, "name": "Давид: ",
            "text": "Так и быть, давайте немного погуляем с вами по городу."},
        {"id": 27, "name": "Алиса: ",
            "text": "Ладно. Но я так давно не видела Москву! Покажите мне, как сейчас выглядит улица рядом с центром города."},
        {"id": 28, "name": "Давид: ",
            "text": "Конечно, давайте немного погуляем по городу."},

        {"id": 29, "name": "",
            "text": "Вдруг в здании срабатывает пожарная сигнализация. Все посетители устремились к выходу."},
        {"id": 30, "name": "Алиса: ",
            "text": "Пожарная сигнализация! Что делать?"},
        {"id": 31, "name": "Алиса: ",
            "text": "Пожарная сигнализация! Что делать?"},

        {"id": 32, "name": "",
            "text": "Вы оказались на улице снаружи центра “Зарядье”."},
        {"id": 33, "name": "Алиса: ",
            "text": "Смотрите, какие-то ребята рисуют что-то на лавочке! Я бы тоже хотела нарисовать космический корабль. Присоединимся к ним?"},
        {"id": 34, "name": "Алиса: ",
            "text": "Смотрите, какие-то ребята рисуют что-то на лавочке! Я бы тоже хотела нарисовать космический корабль. Присоединимся к ним?"},

        {"id": 35, "name": "Давид: ",
            "text": "Нельзя портить общественные объекты!"},
        {"id": 36, "name": "Алиса: ",
            "text": "Ой, тогда нам нужно что-то сделать. Как нам поступить?"},

        {"id": 37, "name": "Давид: ",
            "text": "Верно, нельзя портить объекты в общественных местах."},
        {"id": 38, "name": "Алиса: ",
            "text": "Как нам тогда поступить?"},

        {"id": 39, "name": "Алиса: ",
            "text": "Ой, тогда нам нужно что-то сделать. Как нам поступить?"},

        {"id": 40, "name": "Давид: ",
            "text": "Ну все, вот теперь можем идти гулять!"},
        {"id": 41, "name": "Алиса: ",
            "text": "Для прогулки нужно составить маршрут. А вы знаете, что в “Зарядье” есть аттракцион " +
                "“Полёт над Москвой”? Я иногда заглядывала на сеансы и составила примерную карту Москвы, но могла " +
                "что-то перепутать. Посмóтрите?"},
        {"id": 42, "name": "",
            "text": ""},

        {"id": 43, "name": "",
            "text": "Алиса благодарна тебе за проверку карты. Вы отправляетесь на прогулку по вечернему городу."},
        {"id": 44, "name": "Алиса: ",
            "text": "Москва такая красивая! А что это такое?"},
        {"id": 45, "name": "",
            "text": ""},

        {"id": 46, "name": "Алиса: ",
            "text": "Здорово, что мы с вами сегодня встретились. Но такие интересные события, наверное, бывают в Москве только раз в году?"},
        {"id": 47, "name": "Давид: ",
            "text": "Ну почему же? В Москве много интересных мероприятий. Расскажешь Алисе?"},
        {"id": 48, "name": "Давид: ",
            "text": "Ну почему же? В Москве много интересных мероприятий. Расскажешь Алисе?"},

        {"id": 49, "name": "Алиса: ",
            "text": "Я хочу проводить вас до дома. И город посмотрю, и за вас волноваться не буду."},
        {"id": 50, "name": "",
            "text": "Когда ты, Алиса и Давид почти добрались до вашего двора, Давид получил важное SMS."},
        {"id": 51, "name": "Давид: ",
            "text": "Мне только что пришло SMS: МЧС предупреждает, что погода испортится, и, возможно, будет град. " +
                "Нам нужно поскорее попасть домой, а то идти через дворы может быть опасно."},
        {"id": 52, "name": "Алиса: ",
            "text": "А если град застанет вас в пути… Где будете прятаться от непогоды?"},
        {"id": 53, "name": "",
            "text": ""},

        {"id": 54, "name": "",
            "text": "Вы благополучно добрались до подъезда своего дома."},
        {"id": 55, "name": "Алиса: ",
            "text": "Как здорово, что вас предупреждают о возможных опасностях!"},
        {"id": 56, "name": "Давид: ",
            "text": "В Москве вообще развита система предупреждения об опасности. И для этого используют разные способы" +
                " – например, специальные предупреждающие знаки. Кстати, ты знаешь, что они означают?"},
        {"id": 57, "name": "",
            "text": ""},

        {"id": 58, "name": "Алиса: ",
            "text": "А может погуляем еще и завтра?"},
        {"id": 59, "name": "Давид: ",
            "text": "Давайте. Только нужно спланировать прогулку так, чтобы не попасть под дождь."},
        {"id": 60, "name": "",
            "text": ""},

        {"id": 61, "name": "Алиса: ",
            "text": "Алиса: Ребята, сегодня я отлично провела время и узнала много нового! Мне пора возвращаться обратно в свой мультфильм. Спасибо вам! Надеюсь, скоро увидимся."},
   ],
    "listOfAnswersTaskMetro": [
        {
            "name": "Бежим скорее, пока машинист не закрыл двери.",
            "id": 1,
        },
        {
            "name": "Давай попросим пассажиров придержать двери.",
            "id": 2,
        },
        {
            "name": "Давай подождем следующего поезда.",
            "id": 3,
        }, {
            "name": "Надо подать знак машинисту, чтобы он не закрыл двери.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskWorkBook1": [
        {"id": 1, "value": "В 1100 году"},
        {"id": 2, "value": "В 1177 году"},
        {"id": 3, "value": "В 1147 году"},
        {"id": 4, "value": "В 1240 году"},
    ],
    "listOfAnswersTaskWorkBook2": [
        {
            "src": "Workbook1.webp",
            "value": "Князь Даниил Московский",
            "id": 1,
        },
        {
            "src": "Workbook2.webp",
            "value": "Князь Александр Невский",
            "id": 2,
        },
        {
            "src": "Workbook3.webp",
            "value": "Князь Владимир Мономах",
            "id": 3,
        },
        {
            "src": "Workbook4.webp",
            "value": "Князь Юрий Долгорукий",
            "id": 4,
        },
    ],
    "listOfAnswersTaskWorkBook3": [
        {
            "src": "Workbook5.webp",
            "value": "Ботанический",
            "id": 1,
        },
        {
            "src": "Workbook6.webp",
            "value": "Эрмитаж",
            "id": 2,
        },
        {
            "src": "Workbook7.webp",
            "value": "Александровский",
            "id": 3,
        }
    ],
    "listOfAnswersTaskWorkBook4": [
        {
            "value": "Могила Неизвестного Солдата",
            "id": 1,
        },
        {
            "value": "Пантеон защитников Отечества",
            "id": 2,
        },
        {
            "value": "Поклонная гора",
            "id": 3,
        }
    ],
    "listOfAnswersTaskMuseumPaintings1": [
        {
            "name": "Нельзя переходить дорогу в неположенном месте.",
            "id": 1,
        },
        {
            "name": "Нельзя переходить дорогу в наушниках и смотреть в телефон.",
            "id": 2,
        },
        {
            "name": "Нельзя переходить дорогу детям без есопровождения взрослых.",
            "id": 3,
        }, {
            "name": "Нельзя переходить дорогу без светоотражающих элементов одежды.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskMuseumPaintings2": [
        {
            "name": "Выйдя из транспорта, пассажир должен обходить его спереди.",
            "id": 1,
        },
        {
            "name": "Подросткам и детям нельзя ездить в маршрутках без взрослых.",
            "id": 2,
        },
        {
            "name": "Из транспорта нужно выходить через заднюю дверь.",
            "id": 3,
        }, {
            "name": "Выйдя, пассажир должен подождать, пока транспорт отъедет от остановки.",
            "id": 4,
        },
    ],

    "listOfAnswersTaskEscape": [
        {
            "name": "Нет, мы можем заблудиться одни без взрослых.",
            "id": 1,
        },
        {
            "name": "Да, наверняка это будет интересно.",
            "id": 2,
        },
        {
            "name": "Да, но только давай позовем с собой Давида.",
            "id": 3,
        }, {
            "name": "Нет, не уходим, а быстро убегаем.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskFire": [
        {
            "name": "Взять брата за руку и следовать с ним к эвакуационному выходу.",
            "id": 1,
        },
        {
            "name": "Спрятаться в безопасном месте.",
            "id": 2,
        },
        {
            "name": "Подождать дальнейших сигналов, возможно, это ложная тревога.",
            "id": 3,
        }, {
            "name": "Воспользоваться лифтом, чтобы быстрее покинуть здание.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskHooligans1": [
        {
            "name": "Да, давай!",
            "id": 1,
        },
        {
            "name": "Нет, не стоит этого делать.",
            "id": 2,
        }
    ],
    "listOfAnswersTaskHooligans2": [
        {
            "name": "Нам стоит сообщить охране центра.",
            "id": 1,
        },
        {
            "name": "Давайте сделаем фото и отправим в полицию.",
            "id": 2,
        },
        {
            "name": "Нужно предупредить их о наказании.",
            "id": 3,
        }, {
            "name": "Подойдем к ним и отберем у них маркеры.",
            "id": 4,
        },
    ],

    "listOfAnswersTaskFestival": [
        {
            "name": "Времена и эпохи",
            "id": 1
        },
        {
            "name": "Золотые купола",
            "id": 2
        },
        {
            "name": "Ежевичное варенье",
            "id": 3
        }, {
            "name": "Алые паруса",
            "id": 4
        },
    ],
}

export default {
    constTaskScienceFestival
}