const constScienceFestival = {
    "instruction": "Осенью в Москве проходит акция “Фестиваль науки”. " +
        "В этот день на многих площадках города готовят специальную программу для гостей! " +
        "Ты со старшим братом Давидом отправляешься на Варварку, чтобы посетить парк и культурный центр “Зарядье”.",
    "screens": [
        {"id": 0, "name": "Давид (20 лет): ",
            "text": "Наконец, выходные! Сегодня хочется сходить в какое-нибудь интересное место. " +
                "Ты не знаешь, где можно узнать о событиях, которые сейчас проходят в городе?"},
        {"id": 1, "name": "Давид (20 лет): ",
            "text": "Наконец, выходные! Сегодня хочется сходить в какое-нибудь интересное место. " +
                "Ты не знаешь, где можно узнать о событиях, которые сейчас проходят в городе?"},

        {"id": 2, "name": "Давид: ",
            "text": "Давай пойдем в “Зарядье”. Там будут и выставка, и другие интересные мероприятия! " +
                "Чтобы получить бесплатный билет на фестиваль, нам нужно пройти тест.\n"},
        {"id": 3, "name": "",
            "text": ""},

        {"id": 4, "name": "Давид: ",
            "text": "Давай собираться! Кстати, проверь, что в рюкзаке нет таких вещей, из-за которых охрана может не " +
                "пропустить нас в культурный центр «Зарядье»."},
        {"id": 5, "name": "Давид: ",
            "text": "Давид: Давай собираться! Кстати, проверь, что в рюкзаке нет таких вещей, " +
                "из-за которых охрана может не пропустить нас в культурный центр «Зарядье»."},

        {"id": 6, "name": "Давид: ",
            "text": "Никак не могу решить, какую обувь надеть, помоги, пожалуйста!"},
        {"id": 7, "name": "",
            "text": ""},

        {"id": 8, "name": "",
            "text": "Вы решили поехать в “Зарядье” на метро. Вы оказались на платформе и увидели, что поезд уже отправляется."},
        {"id": 9, "name": "Давид: ",
            "text": "Смотри, двери сейчас закроются, уже мигает красный индикатор!"},
        {"id": 10, "name": "Давид: ",
            "text": "Смотри, двери сейчас закроются, уже мигает красный индикатор!"},

        {"id": 11, "name": "Давид: ",
            "text": "Наконец-то мы в культурном центре “Зарядье”! Сколько тут людей! Смотри, там зал научной фантастики." +
                "И постер из старого мультика “Тайна третьей планеты”"},
        {"id": 12, "name": "",
            "text": "Вы подошли к постеру, и тут один из героев ожил."},
        {"id": 13, "name": "Алиса Селезнева: ",
            "text": "Эй! Привет! Я Алиса Селезнева."},
        {"id": 14, "name": "Давид: ",
            "text": "Ого! Привет!"},
        {"id": 15, "name": "Алиса: ",
            "text": "Наконец, я снова оказалась в Москве! В последний раз, когда я была здесь, " +
                "я убегала от космических пиратов и попала в небольшую аварию, потому что не знала правил дорожного движения!"},
        {"id": 16, "name": "Давид: ",
            "text": "Пиратов в Москве сейчас встретить сложно, а вот автомобилей стало еще больше!"},
        {"id": 17, "name": "Алиса: ",
            "text": "Да я видела в окно, какое интенсивное движение, и, кажется, не все соблюдают правила… Я сделала несколько фото, скажите, на них есть какие-то нарушения?"},
        {"id": 18, "name": "",
            "text": ""},
        {"id": 19, "name": "",
            "text": ""},

        {"id": 20, "name": "",
            "text": "Алиса заскучала и предлагает тебе уйти из центра."},
        {"id": 21, "name": "Алиса: ",
            "text": "Давай уйдем из центра! Пусть Давид дальше остается здесь, а мы погуляем. Ну, что, идём?"},
        {"id": 22, "name": "Алиса: ",
            "text": "Давай уйдем из центра! Пусть Давид дальше остается здесь, а мы погуляем. Ну, что, идём?"},
        {"id": 23, "name": "Давид: ",
            "text": "Правильно, гулять в городе без взрослых небезопасно. Хорошо, давайте пройдемся по городу."},
        {"id": 24, "name": "Давид: ",
            "text": "Я все слышу! Так нельзя, это небезопасно."},
        {"id": 25, "name": "Алиса: ",
            "text": "Ладно. Но я так давно не была в Москве! Хоть одним глазочком посмотреть бы на то, как она изменилась!"},
        {"id": 26, "name": "Давид: ",
            "text": "Так и быть, давайте немного погуляем с вами по городу."},
        {"id": 27, "name": "Алиса: ",
            "text": "Ладно. Но я так давно не видела Москву! Покажите мне, как сейчас выглядит улица рядом с центром города."},
        {"id": 28, "name": "Давид: ",
            "text": "Конечно, давайте немного погуляем по городу."},

        {"id": 29, "name": "",
            "text": "Вдруг в здании срабатывает пожарная сигнализация. Все посетители устремились к выходу."},
        {"id": 30, "name": "Катя: ",
            "text": "Нельзя портить библиотечные книги."},
        {"id": 31, "name": "Катя: ",
            "text": "Верно, нельзя портить библиотечные книги."},
        {"id": 32, "name": "Витя: ",
            "text": "Наверное, нужно что-то делать. Как нам лучше поступить в этой ситуации?"},
        {"id": 33, "name": "Витя: ",
            "text": "Наверное, нужно что-то делать. Как нам лучше поступить в этой ситуации?"},

        {"id": 34, "name": "Витя: ",
            "text": "Скучно что-то, давай мы с тобой уйдем из библиотеки! Пусть Катя остается и смотрит книжки, а мы погуляем. Ну, что, идем?"},
        {"id": 35, "name": "Витя: ",
            "text": "Скучно что-то, давай мы с тобой уйдем из библиотеки! Пусть Катя остается и смотрит книжки, а мы погуляем. Ну, что, идем?"},

        {"id": 36, "name": "Катя: ",
            "text": "Я все слышу! Так нельзя. Ночью в городе опасно гулять без взрослых."},
        {"id": 37, "name": "Витя: ",
            "text": "Ладно. Но хотя бы покажите мне мир за стенами библиотеки. Очень хочу увидеть Москву!"},
        {"id": 38, "name": "Катя: ",
            "text": "Так и быть, давайте немного погуляем с вами по городу."},
        {"id": 39, "name": "Витя: ",
            "text": "Ладно. Но я так хочу увидеть Москву! Покажите мне, как выглядит улица возле библиотеки."},
        {"id": 40, "name": "Катя: ",
            "text": "Мы можем немного погулять по городу."},
        {"id": 41, "name": "Катя: ",
            "text": "Я вас слышу. Хорошо, давайте немного погуляем с вами по городу."},

        {"id": 42, "name": "Витя: ",
            "text": "Ура! А у меня как раз сохранилась карта из моей книги!"},
        {"id": 43, "name": "Катя: ",
            "text": "Ой! Кажется с картой что-то не так…"},
        {"id": 44, "name": "",
            "text": ""},

        {"id": 45, "name": "",
            "text": "Вдруг в здании срабатывает пожарная сигнализация. Все посетители устремились к выходу."},
        {"id": 46, "name": "Витя: ",
            "text": "Пожарная сигнализация! Что делать?"},
        {"id": 47, "name": "Витя: ",
            "text": "Пожарная сигнализация! Что делать?"},

        {"id": 48, "name": "",
            "text": "Вы вышли на улицу и гуляете по Москве"},
        {"id": 49, "name": "Витя: ",
            "text": "Вау! Как в Москве красиво. А что это такое?"},
        {"id": 50, "name": "Витя: ",
            "text": "Вау! Как в Москве красиво. А что это такое?"},

        {"id": 51, "name": "Витя: ",
            "text": "Классно, что мы сегодня встретились. Но такие интересные события как Библионочь, наверное, бывают только раз в году?"},
        {"id": 52, "name": "Катя: ",
            "text": "Вовсе нет! В Москве много интересных мероприятий. Расскажешь Вите?"},
        {"id": 53, "name": "Катя: ",
            "text": "Вовсе нет! В Москве много интересных мероприятий. Расскажешь Вите?"},

        {"id": 54, "name": "Витя: ",
            "text": "Ого! Сколько У вас в городе всего интересного! А где можно узнать сразу обо всем? Есть какой-то универсальный сайт?"},
        {"id": 55, "name": "Витя: ",
            "text": "Ого! Сколько У вас в городе всего интересного! А где можно узнать сразу обо всем? Есть какой-то универсальный сайт?"},

        {"id": 56, "name": "Коля: ",
            "text": "А может погуляем еще и завтра?"},
        {"id": 57, "name": "Катя: ",
            "text": "Давайте. Только нужно спланировать прогулку так, чтобы не попасть под дождь."},
        {"id": 58, "name": "",
            "text": ""},

        {"id": 59, "name": "Коля: ",
            "text": "Ребята, сегодня я отлично провел время и узнал много нового! Мне пора возвращаться обратно в библиотеку в свою книгу. Спасибо вам! Надеюсь, скоро увидимся."},
    ],
    "listOfAnswersTaskMetro": [
        {
            "name": "Предлагаю быстро подняться наверх и спросить дежурного, что случилось.",
            "id": 1,
        },
        {
            "name": "Предлагаю спуститься обратно вниз и узнать, что случилось, у дежурного.",
            "id": 2,
        },
        {
            "name": "Давай просто держаться за поручень и ждать объявления дежурного.",
            "id": 3,
        }, {
            "name": "Давай постоим и послушаем музыку в наушниках, пока эскалатор снова не поедет.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskWorkBook1": [
        {"id": 1, "value": "В 1280 году"},
        {"id": 2, "value": "В 1105 году"},
        {"id": 3, "value": "В 1147 году"},
        {"id": 4, "value": "В 1127 году"},
    ],
    "listOfAnswersTaskWorkBook2": [
        {
            "src": "Workbook1.webp",
            "value": "Царь Иван Грозный",
            "id": 1,
        },
        {
            "src": "Workbook2.webp",
            "value": "Князь Юрий Долгорукий",
            "id": 2,
        },
        {
            "src": "Workbook3.webp",
            "value": "Боярин Борис Годунов",
            "id": 3,
        },
        {
            "src": "Workbook4.webp",
            "value": "Князь Ярослав Мудрый",
            "id": 4,
        },
    ],
    "listOfAnswersTaskWorkBook3": [
        {
            "src": "Workbook5.webp",
            "value": "Новая площадь",
            "id": 1,
        },
        {
            "src": "Workbook6.webp",
            "value": "Красная площадь",
            "id": 2,
        },
        {
            "src": "Workbook7.webp",
            "value": "Дворцовая площадь",
            "id": 3,
        }
    ],
    "listOfAnswersTaskWorkBook4": [
        {
            "value": "Петру Первому",
            "id": 1,
        },
        {
            "value": "Маршалу Константину Рокоссовскому",
            "id": 2,
        },
        {
            "value": "Маршалу Жукову",
            "id": 3,
        }
    ],
    "listOfAnswersTaskMuseumPaintings1": [
        {
            "name": "Запрещено переходить дорогу в неположенном месте.",
            "id": 1,
        },
        {
            "name": "Запрещено переходить дорогу на красный свет.",
            "id": 2,
        },
        {
            "name": "Запрещено переходить дорогу без светоотражающей одежды.",
            "id": 3,
        }, {
            "name": "Запрещено переходить дорогу без взрослых.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskMuseumPaintings2": [
        {
            "name": "Выйдя из автобуса, пассажир должен обходить его спереди.",
            "id": 1,
        },
        {
            "name": "Подросткам и детям нельзя ездить в городских автобусах без взрослых.",
            "id": 2,
        },
        {
            "name": "Из автобуса нужно выходить через переднюю дверь.",
            "id": 3,
        }, {
            "name": "Выйдя, пассажир должен подождать, пока автобус отъедет от остановки.",
            "id": 4,
        },
    ],

    "listOfAnswersTaskEscape": [
        {
            "name": "Да, на улице намного интереснее.",
            "id": 1,
        },
        {
            "name": "Да, но все же давай позовем с собой Катю.",
            "id": 2,
        },
        {
            "name": "Нет, не идем, а бежим со всех ног.",
            "id": 3,
        }, {
            "name": "Нет, мы можем заблудиться одни в городе.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskFire": [
        {
            "name": "Дождаться, когда все уйдут, чтобы не создавать толпу, и потом выйти из библиотеки.",
            "id": 1,
        },
        {
            "name": "Не обращать внимание на сигнализацию, наверняка это учебная тревога.",
            "id": 2,
        },
        {
            "name": "Взять сестру за руку и двигаться за ней к выходу.",
            "id": 3,
        }, {
            "name": "Отойти в место, где нет толпы людей, и подождать там.",
            "id": 4,
        },
    ],
    "listOfAnswersTaskHooligans1": [
        {
            "name": "Да, давай!",
            "id": 1,
        },
        {
            "name": "Нет, не стоит этого делать.",
            "id": 2,
        }
    ],
    "listOfAnswersTaskHooligans2": [
        {
            "name": "Нам стоит сообщить библиотекарю.",
            "id": 1,
        },
        {
            "name": "Сфотографируем их и опубликуем в социальной сети с отметкой библиотеки.",
            "id": 2,
        },
        {
            "name": "Нужно сказать им, что нельзя так делать.",
            "id": 3,
        }, {
            "name": "Подойдем к ним и отберем у них книгу.",
            "id": 4,
        },
    ],

    "listOfAnswersTaskFestival": [
        {
            "name": "Книжные аллеи",
            "id": 1
        },
        {
            "name": "Цветочный джем",
            "id": 2
        },
        {
            "name": "Поющие мосты",
            "id": 3
        }, {
            "name": "Воздухоплавания",
            "id": 4
        },
    ],
}

export default {
    constScienceFestival
}